code/openfoam/test/IO/fileHandler/constant/cloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       vectorField;
    location    "constant";
    object      cloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


(
(0.286 0.077 0.0032)
(0.286 0.083 0.0032)
(0.286 0.089 0.0032)
(0.286 0.095 0.0032)
(0.286 0.101 0.0032)
(0.286 0.107 0.0032)
(0.286 0.113 0.0032)
(0.286 0.119 0.0032)
(0.286 0.125 0.0032)
(0.286 0.131 0.0032)
(0.286 0.137 0.0032)
(0.286 0.143 0.0032)
(0.286 0.149 0.0032)
(0.286 0.155 0.0032)
(0.286 0.161 0.0032)
(0.286 0.167 0.0032)
(0.286 0.173 0.0032)
(0.286 0.179 0.0032)
(0.286 0.185 0.0032)
(0.286 0.191 0.0032)
(0.286 0.197 0.0032)
(0.286 0.203 0.0032)
(0.286 0.209 0.0032)
(0.286 0.215 0.0032)
(0.286 0.221 0.0032)
(0.286 0.227 0.0032)
(0.286 0.233 0.0032)
(0.286 0.239 0.0032)
(0.286 0.245 0.0032)
(0.286 0.251 0.0032)
(0.286 0.257 0.0032)
(0.286 0.263 0.0032)
(0.286 0.269 0.0032)
(0.286 0.275 0.0032)
(0.286 0.281 0.0032)
(0.286 0.287 0.0032)
(0.286 0.293 0.0032)
(0.286 0.299 0.0032)
(0.286 0.305 0.0032)
(0.286 0.311 0.0032)
(0.286 0.317 0.0032)
(0.286 0.323 0.0032)
(0.286 0.329 0.0032)
(0.286 0.335 0.0032)
(0.286 0.341 0.0032)
(0.286 0.347 0.0032)
(0.286 0.353 0.0032)
(0.286 0.359 0.0032)
(0.286 0.365 0.0032)
(0.286 0.371 0.0032)
(0.286 0.377 0.0032)
(0.286 0.383 0.0032)
(0.286 0.389 0.0032)
(0.286 0.395 0.0032)
(0.286 0.401 0.0032)
(0.286 0.407 0.0032)
(0.286 0.413 0.0032)
(0.286 0.419 0.0032)
(0.286 0.425 0.0032)
(0.286 0.431 0.0032)
(0.286 0.437 0.0032)
(0.286 0.443 0.0032)
(0.286 0.449 0.0032)
(0.286 0.455 0.0032)
(0.286 0.461 0.0032)
(0.286 0.467 0.0032)
(0.286 0.473 0.0032)
(0.286 0.479 0.0032)
(0.286 0.485 0.0032)
(0.286 0.491 0.0032)
(0.286 0.497 0.0032)
)

// ************************************************************************* //
